Repository: BharathiInstitute/retaillite
Catalog: lib/l10n/intl_*.arb
Languages: te

# appName
source: Tulasi Stores
te: LITE

# appTagline
source: India's Easiest Billing App
te: భారతదేశం యొక్క సులభమైన బిల్లింగ్ యాప్

source: Billing
te: బిల్లింగ్

source: Khata
te: ఖాతా

source: Products
te: ఉత్పత్తులు

source: Reports
te: రిపోర్టులు

source: Dashboard
te: డాష్‌బోర్డ్

source: Settings
te: సెట్టింగ్స్

source: Save
te: సేవ్

source: Cancel
te: రద్దు

source: Delete
te: తొలగించు

source: Add
te: జోడించు

source: Edit
te: సవరించు

source: Search
te: వెతకండి

source: Search products...
te: ఉత్పత్తులను వెతకండి...

source: Share
te: షేర్

source: Close
te: మూసివేయండి

source: Confirm
te: నిర్ధారించు

source: Retry
te: మళ్ళీ ప్రయత్నించండి

source: Loading...
te: లోడ్ అవుతోంది...

# noData
source: No data available
te: డేటా లేదు

source: Total
te: మొత్తం

source: Sub Total
te: ఉప మొత్తం

source: Cash
te: నగదు

source: UPI
te: యుపిఐ

# udhar
source: Credit
te: అరువు

source: Pay
te: చెల్లించు

source: Pay Now
te: ఇప్పుడు చెల్లించు

source: Received Amount
te: అందిన మొత్తం

source: Change
te: చిల్లర

source: Quick Amounts
te: త్వరిత మొత్తాలు

source: Select Payment Method
te: చెల్లింపు విధానం ఎంచుకోండి

source: Bill Complete!
te: బిల్లు పూర్తి!

source: Bill #{number}
te: బిల్లు #{number}

source: Print Receipt
te: రసీదు ప్రింట్

source: Share Receipt
te: రసీదు షేర్

source: New Bill
te: కొత్త బిల్లు

source: Cart
te: కార్ట్

# emptyCart
source: Cart is empty
te: కార్ట్ ఖాళీగా ఉంది

# addProductsToCart
source: Add products to start billing
te: బిల్లింగ్ ప్రారంభించడానికి ఉత్పత్తులను జోడించండి

# itemsInCart
source: {count} items
te: {count} ఐటమ్స్

source: Scan Barcode
te: బార్‌కోడ్ స్కాన్

source: Product Name
te: ఉత్పత్తి పేరు

source: Price
te: ధర

source: Selling Price
te: అమ్మకపు ధర

source: Purchase Price
te: కొనుగోలు ధర

source: Stock
te: స్టాక్

source: Unit
te: యూనిట్

source: Barcode
te: బార్‌కోడ్

source: Low Stock
te: తక్కువ స్టాక్

source: Out of Stock
te: స్టాక్ లేదు

source: Low Stock Alert
te: తక్కువ స్టాక్ హెచ్చరిక

source: Add Product
te: ఉత్పత్తి జోడించు

source: Edit Product
te: ఉత్పత్తి సవరించు

source: Delete Product
te: ఉత్పత్తి తొలగించు

# deleteProductConfirm
source: Are you sure you want to delete this product?
te: మీరు ఈ ఉత్పత్తిని తొలగించాలనుకుంటున్నారా?

# noProducts
source: No products yet
te: ఉత్పత్తులు లేవు

# addFirstProduct
source: Add your first product to get started
te: ప్రారంభించడానికి మొదటి ఉత్పత్తిని జోడించండి

# allProducts
source: All
te: అన్నీ

# productAdded
source: Product added successfully
te: ఉత్పత్తి విజయవంతంగా జోడించబడింది

# productUpdated
source: Product updated successfully
te: ఉత్పత్తి నవీకరించబడింది

# productDeleted
source: Product deleted successfully
te: ఉత్పత్తి తొలగించబడింది

source: Piece
te: ముక్క

source: Kilogram
te: కిలోగ్రాము

source: Gram
te: గ్రాము

source: Liter
te: లీటర్

source: Milliliter
te: మిల్లీలీటర్

source: Dozen
te: డజన్

source: Box
te: బాక్స్

source: Pack
te: ప్యాక్

source: Customer
te: కస్టమర్

source: Customers
te: కస్టమర్లు

source: Customer Name
te: కస్టమర్ పేరు

source: Phone
te: ఫోన్

source: Address
te: చిరునామా

source: Balance
te: బ్యాలెన్స్

source: Payment
te: చెల్లింపు

source: Record Payment
te: చెల్లింపు నమోదు

source: Send Reminder
te: రిమైండర్ పంపు

source: Reminder
te: రిమైండర్

source: Total Due
te: మొత్తం బకాయి

source: Add Customer
te: కస్టమర్ జోడించు

source: Edit Customer
te: కస్టమర్ సవరించు

# noCustomers
source: No customers yet
te: కస్టమర్లు లేరు

# addFirstCustomer
source: Add your first customer to track credit
te: అరువు ట్రాక్ చేయడానికి కస్టమర్ జోడించండి

# allCustomers
source: All
te: అందరూ

source: With Due
te: బకాయి ఉన్నవారు

source: Paid
te: చెల్లించారు

# daysAgo
source: {days} days ago
te: {days} రోజుల క్రితం

# paymentRecorded
source: Payment recorded successfully
te: చెల్లింపు నమోదు అయింది

source: Transactions
te: లావాదేవీలు

source: Purchase
te: కొనుగోలు

# noTransactions
source: No transactions yet
te: లావాదేవీలు లేవు

source: Today
te: ఈరోజు

source: This Week
te: ఈ వారం

source: This Month
te: ఈ నెల

source: Total Sales
te: మొత్తం అమ్మకాలు

# billsCount
source: {count} bills
te: {count} బిల్లులు

# averageBill
source: Avg
te: సగటు

source: Export PDF
te: PDF ఎగుమతి

source: Top Selling Products
te: ఎక్కువగా అమ్ముడైనవి

# noSalesData
source: No sales data available
te: అమ్మకాల డేటా లేదు

# unitsSold
source: {count} units sold
te: {count} యూనిట్లు అమ్ముడయ్యాయి

source: Recent Bills
te: ఇటీవలి బిల్లులు

source: Shop Details
te: షాప్ వివరాలు

source: Shop Name
te: షాప్ పేరు

source: Owner Name
te: యజమాని పేరు

source: GST Number
te: GST నంబర్

source: Subscription
te: సబ్‌స్క్రిప్షన్

source: Free Plan
te: ఫ్రీ ప్లాన్

source: Premium Plan
te: ప్రీమియం ప్లాన్

# unlimitedAccess
source: Unlimited products & bills
te: అపరిమిత ఉత్పత్తులు & బిల్లులు

# limitedAccess
source: {products} products, {bills} bills/day
te: {products} ఉత్పత్తులు, {bills} బిల్లులు/రోజు

source: Upgrade to Premium
te: ప్రీమియంకు అప్‌గ్రేడ్

source: Appearance
te: రూపం

source: Dark Mode
te: డార్క్ మోడ్

source: Language
te: భాష

source: Select Language
te: భాష ఎంచుకోండి

# printer
source: Printer Settings
te: ప్రింటర్ సెట్టింగ్స్

source: Configure Printer
te: ప్రింటర్ కాన్ఫిగర్

source: Data Management
te: డేటా నిర్వహణ

source: Backup Data
te: డేటా బ్యాకప్

source: Export Data
te: డేటా ఎగుమతి

source: Support
te: సపోర్ట్

source: Help Center
te: సహాయ కేంద్రం

source: Send Feedback
te: ఫీడ్‌బ్యాక్ పంపు

source: Rate App
te: యాప్ రేట్ చేయండి

source: About
te: గురించి

source: Version
te: వెర్షన్

source: Sign Out
te: సైన్ ఔట్

# signOutConfirm
source: Are you sure you want to sign out?
te: మీరు సైన్ ఔట్ చేయాలనుకుంటున్నారా?

source: Login
te: లాగిన్

source: Sign Up
te: సైన్ అప్

source: Email
te: ఇమెయిల్

source: Password
te: పాస్‌వర్డ్

source: Forgot Password?
te: పాస్‌వర్డ్ మర్చిపోయారా?

# dontHaveAccount
source: Don't have an account?
te: ఖాతా లేదా?

# alreadyHaveAccount
source: Already have an account?
te: ఇప్పటికే ఖాతా ఉందా?

source: Create Account
te: ఖాతా సృష్టించు

source: Welcome Back!
te: తిరిగి స్వాగతం!

# loginToContinue
source: Login to continue to your shop
te: మీ షాప్‌లో కొనసాగించడానికి లాగిన్ అవ్వండి

# setupShop
source: Setup Your Shop
te: మీ షాప్ సెటప్ చేయండి

# enterShopDetails
source: Enter your shop details to get started
te: ప్రారంభించడానికి షాప్ వివరాలు నమోదు చేయండి

source: Get Started
te: ప్రారంభించండి

source: Error
te: లోపం

source: Something went wrong
te: ఏదో తప్పు జరిగింది

# networkError
source: Network error. Please check your connection.
te: నెట్‌వర్క్ లోపం. దయచేసి కనెక్షన్ తనిఖీ చేయండి.

source: Try Again
te: మళ్ళీ ప్రయత్నించండి
